const BeforeYouFollow = () => {
  return (
    <div className="byf">
      <span>Before you follow:</span>
      <ul>
        <li>докторская по жалобам на патриархат и капитализм</li>
        <li>я ретвичу много капибар и опоссумов</li>
        <li>
          ретвичу про геншин и аниме, но я не шарю, у меня просто бести в этих
          фд
        </li>
        <li>
          могу написать что-то потенциально триггерное на тему ментального
          здоровья, поэтому читайте на свой страх и риск
        </li>
        <li>
          я повторюсь, я РАДФЕМ, если вам неприятно всё, что с нами связано,
          уходите плс мне реально похуй
        </li>
      </ul>
    </div>
  );
};

export default BeforeYouFollow;
